Revit 2027 API
HomeCamera.TopAngleOfFieldOfView Property
 The top angle of the field of view.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double TopAngleOfFieldOfView { get; }
Public ReadOnly Property TopAngleOfFieldOfView As Double
	Get
public:
property double TopAngleOfFieldOfView {
	double get ();
}
member TopAngleOfFieldOfView : float with get
Property Value
Double
See Also
Reference
HomeCamera Class
Autodesk.Revit.DB Namespace